<link rel="stylesheet" type="text/css" href="assets/css/miscs.css">

<main class="misc_main">
  <?php include "assets/php/components/navigation.php" ?>
  <div class="misc_section">
    <h2>Доставка</h2>
    <div class="misc_div">
      <h3>Самовывоз</h3>
      <br>
      <br>

      <p>Чтобы забрать заказ самостоятельно, укажите "самовывоз" в способе доставки при оформлении заказа. Мы пришлем QR-код в письме на электронную почту, а также ссылку в сообщении на телефон. Чтобы получить заказ, отсканируйте QR-код в автомате выдачи заказов в торговом зале Аптекаплюс.</p>

      <br>
      <h3>Курьером</h3>
      <br>
      <br>

      <p>По городу</p>
      <br>
      <p>Доставка осуществляется в стандартном квадрате и за ее пределами.</p>
      <br>
      <p>Доставка в стандартном квадрате - Аль-Фараби, Саина, ВОАД, Рыскулова - БЕСПЛАТНАЯ</p>
      <p>Доставка за пределами стандартной зоны составляет 500 рублей</p>
      <br>
      <p>Обратите внимание, что заказы, оформленные после 17:00 доставляются на следующий рабочий день</p>
    </div>
  </div>
</main>