<link rel="stylesheet" type="text/css" href="assets/css/main.css">

<main>
  <h1>АПТЕКАПЛЮС – Фарм-маркет которому доверяют!</h1>
  <br>
  <span>Интернет-аптека АПТЕКАПЛЮС – крупнейший в Алматы фарм-маркет, который работает с 2005 года. Наш ассортимент включает десятки тысяч различных товаров: от лекарственных препаратов до косметических средств и медтехники. Представленная продукция прошла сертификацию и строгий контроль качества, что гарантирует ее надежность и безопасность. АПТЕКАПЛЮС является эксклюзивным дистрибьютором таких всемирно известных брендов, как Omron, Avene, A-Derma, Accu-Chek, Nuxe.</span>

  <h2>Преимущества АПТЕКАПЛЮС</h2>
  <span>Наша компания стремится быть всегда актуальной и полезной для своих покупателей, поэтому мы непрерывно улучшаем и расширяем сервис. Нас отличает:</span>

  <div class="advantage_table">
    <div class="advantage_card">
      <h3>Система бонусов</h3>
      <br>
      <span>Накопительная бонусная система работает просто: при каждой покупке вам начисляются бонусы, которыми вы можете оплатить до 100% от стоимости следующего заказа.</span>
    </div>
    <div class="advantage_card">
      <h3>Профессиональная команда</h3>
      <br>
      <span>В фарм-маркете работают больше 400 специалистов – это профессиональные фармацевты, которые помогут вам подобрать нужный товар, консультанты отдела косметики, мастера-оптики, врачи и другие специалисты.</span>
    </div>
    <div class="advantage_card">
      <h3>Первоклассный сервис</h3>
      <br>
      <span>Для быстрого поиска в каталоге настроена удобная система фильтров. Если вам нужна помощь с оформлением заказа, вы можете связаться с нашими консультантами по телефону, написать в онлайн-чат на сайте или в WhatsApp. АПТЕКАПЛЮС предлагает и множество дополнительных услуг. У нас можно пройти бесплатную диагностику патологий стопы и заказать ортопедические стельки, посетить врача-офтальмолога и подобрать очки или контактные линзы, бесплатно измерить артериальное давление на японском тонометре Omron. Мы являемся эксклюзивным дистрибьютором тонометров Omron и выполняем сервисное обслуживание техники, даже если вы приобрели ее в другой аптеке.</span>
    </div>
    <div class="advantage_card">
      <h3>Доставка</h3>
      <br>
      <span>Интернет-магазин выполняет бесплатную доставку заказов по Алматы в квадрате Аль-Фараби – Саина – ВОАД – Рыскулова. Доступен самовывоз из фарм-маркета, расположенного по адресу: ул. Ауэзова 175. Курьерская служба доставляет покупки в горные районы. Мы отправляем товары и в другие города Казахстана – для этого пользуемся услугами проверенного партнера – компании СДЭК. Вам не нужно тратить время на поиски лекарства и очереди – оформляйте заказ на сайте нашей аптеки и ожидайте доставку.</span>
    </div>
  </div>

</main>