<link rel="stylesheet" type="text/css" href="../css/miscs.css">

<main class="misc_main">
  <?php include "components/navigation.php" ?>
  <div class="misc_section">
    <h2>Контакты</h2>
    <div class="misc_div">
      АПТЕКАПЛЮС – это крупнейшая в Казахстане аптека формата фарм-маркет, команда профессиональных фармацевтов и консультантов. Более 300 человек ежедневно трудятся, чтобы предоставить лучший сервис. Мы — официальные представители многих ведущих производителей лечебной косметики, детских товаров и изделий медицинского назначения.


      В нашем интернет-магазине aptekaplus.kz представлены более 10 000 товаров для детей, для беременных и кормящих мам. Операторы и консультанты помогут выбрать нужный товар, сообщат о наличии и уточнят цену по телефону или в переписке.


      Больше нет необходимости тратить время на поиски и стояние в очередях. Ваш заказ доставит в удобное время и место наша собственная служба доставки.


      Товар, представленный в нашем интернет-магазине, проходит жесткий контроль и сертификацию. Делая покупки у нас, вы защищаете себя и свою семью от некачественного товара.

      Ценности в отношении клиентов
      Превосходить ожидания наших покупателей
      Оказывать безупречный сервис
      Для команды АПТЕКАПЛЮС важен каждый клиент: мы не говорим «нет», а предлагаем варианты, даже если это сложно и требует дополнительных усилий. Мы не просто выполняем работу, а строим долгосрочные партнерские отношения, фундаментом которых является уважение, честность, ответственность и защита интересов клиента. Умеем выслушать и услышать. Даже в самых сложных ситуациях мы ведём конструктивный диалог и сохраняем партнерские отношения.
    </div>
  </div>
</main>